/* title of object */
"Archive" = "Arquivo";

/* String_On_Page_Template */
"Please add at least one page to this collection." = "Por favor, adicione pelo menos uma página para esta coleção.";

/* String_On_Page_Template */
"Please turn on Publish Archives in the Collection Inspector." = "Por favor, ligue Arquivos Publicados nos Inspetor de Coleções.";